const aboutInfoData = [
  {
    titleName: 'Сюжет',
    titleText: 'Дружба, неизвестность, испытание, свобода, противоречия...',
    partOneText:
      'Эпическая сага о дружбе и борьбе за выживание, c глубокими проработанными персонажами и непредсказуемым сюжетом. Сериал подойдет для широкого круга зрителей (включая тех, кто совсем не знаком с жанром). Данное аниме часто сравнивается с сериалом "Игра Престолов" за многослойность повествования, жестокость и возможность внезапной гибели основных персонажей.',
    partTwoText:
      '"Атака Титанов" обещает зрителю не просто зрелище, а настоящее испытание эмоциями и интеллектом. Персонажи заставляют задуматься о природе человеческой души и о том, насколько далеко человек может зайти, чтобы достичь своих целей. Их внутренние противоречия и сложные отношения добавляют сюжету глубины, а борьба за свободу и справедливость становится символом всей истории.',
  },

  {
    titleName: 'Авторы',
    titleText: 'Эпическая манга, захватывающее аниме',
    partOneText:
      'Автором манги «Атака Титанов» (Shingeki no Kyojin) является Хадзимэ Исаяма (Hajime Isayama). Начало публикаций - 2009 год в журнале Bessatsu Shōnen Magazine, манга быстро заслужила популярность, став одной из самых известных и успешных сначала в Японии, а позже и во всем мире.',
    partTwoText:
      'Studio Wit — студия, которая работала над первым, вторым и частью третьего сезона аниме. Это известная студия, основанная в 2012 году. MAPPA — Студия, которая взяла на себя анимацию второй половины третьего сезона и всех оставшихся сезонов.',
  },
];

export default aboutInfoData;
